/* Shown as the title when we have an explicit device name. The '%@' represents the device name. */
"A software update is required to connect to %@." = "Um eine Verbindung zu „%@“ herzustellen, ist ein Softwareupdate erforderlich.";

/* Shown as the title when an Apple TV triggers the MDU pane */
"A software update is required to connect to your Apple TV." = "Zum Verbinden mit deinem Apple TV ist ein Softwareupdate erforderlich.";

/* Shown as the title when an Apple Watch triggers the MDU pane */
"A software update is required to connect to your Apple Watch." = "Zum Verbinden mit deiner Apple Watch ist ein Softwareupdate erforderlich.";

/* Shown as the title when an AudioAccessory triggers the MDU pane */
"A software update is required to connect to your HomePod." = "Zum Verbinden mit deinem HomePod ist ein Softwareupdate erforderlich.";

/* Shown as the title when an iPad triggers the MDU pane */
"A software update is required to connect to your iPad." = "Zum Verbinden mit deinem iPad ist ein Softwareupdate erforderlich.";

/* Shown as the title when an iPhone triggers the MDU pane */
"A software update is required to connect to your iPhone." = "Zum Verbinden mit deinem iPhone ist ein Softwareupdate erforderlich.";

/* Shown as the title when an iPod touch triggers the MDU pane */
"A software update is required to connect to your iPod touch." = "Zum Verbinden mit deinem iPod touch ist ein Softwareupdate erforderlich.";

/* Shown when we can't close apps. */
"Failed to close required apps." = "Erforderliche Apps konnten nicht geschlossen werden.";

